var priceList = {
    //запчасти для трансформаторов
	"T001" : {
        "id" : "T001", 
        "subid" : {}, 
        "name" : "Термометр ТКП-160", 
        "subname" : {}, 
        "price" : "12000"
    },
	"T002" : {
        "id" : "T002", 
        "subid" : {}, 
        "name" : "Реле струйное", 
        "subname" : {}, 
        "price" : "20000"
    },
    "T003" : {
        "id" : "T003", 
        "subid" : {}, 
        "name" : "Плита гетинаксовая для ТВТ", 
        "subname" : {}, 
        "price" : "3000"
    },
    "T004" : {
        "id" : "T004", 
        "subid" : {}, 
        "name" : "Бакелитовые трубки", 
        "subname" : {}, 
        "price" : "1800"
    },
    "T005" : {
        "id" : "T005", 
        "subid" : {}, 
        "name" : "Лакоткань ЛКМ", 
        "subname" : {}, 
        "price" : "100"
    },
    "T006" : {
        "id" : "T006", 
        "subid" : {}, 
        "name" : "Электрокартон ЭВ 4мм 1220*2440", 
        "subname" : {}, 
        "price" : "2300"
    },
    "T007" : {
        "id" : "T007", 
        "subid" : {}, 
        "name" : "Сухарь прижимной", 
        "subname" : {}, 
        "price" : "200"
    },
    "T008" : {
        "id" : "T008", 
        "subid" : {}, 
        "name" : "Плита гетинаксовая для РНТ-13", 
        "subname" : {}, 
        "price" : "21000"
    },
    "T009" : {
        "id" : "T009", 
        "subid" : {}, 
        "name" : "Шпилька гетинаксовая с гайкамми", 
        "subname" : {}, 
        "price" : "1000"
    },
    "T0010" : {
        "id" : "T0010", 
        "subid" : {}, 
        "name" : "Уплотнительные кольца прокладки для вводов", 
        "subname" : {}, 
        "price" : "100"
    },
    "T0011" : {
        "id" : "T0011", 
        "subid" : {}, 
        "name" : "Лебедка ручная", 
        "subname" : {}, 
        "price" : "5000"
    },
    "T0012" : {
        "id" : "T0012", 
        "subid" : {}, 
        "name" : "Затвор дископоворотный ДУ-80", 
        "subname" : {}, 
        "price" : "1500"
    },
    "T0013" : {
        "id" : "T0013", 
        "subid" : {}, 
        "name" : "Затвор дископоворотный ДУ-100", 
        "subname" : {}, 
        "price" : "2300"
    },
    "T0014" : {
        "id" : "T0014", 
        "subid" : {}, 
        "name" : "Направляющий конус", 
        "subname" : {}, 
        "price" : "2500"
    },
    "T0015" : {
        "id" : "T0015", 
        "subid" : {}, 
        "name" : "Скоба такелажна (шакл) 25т", 
        "subname" : {}, 
        "price" : "1000"
    },
    "T0016" : {
        "id" : "T0016", 
        "subid" : {}, 
        "name" : "Пресс ПГР-300 (б/у)", 
        "subname" : {}, 
        "price" : "3000"
    },
    "T0017" : {
        "id" : "T0017", 
        "subid" : {}, 
        "name" : "Кран шаровый КШФ.050.40.01 DN50", 
        "subname" : {}, 
        "price" : "1000"
    },
    "T0018" : {
        "id" : "T0018", 
        "subid" : {}, 
        "name" : "Коробка магистральная 6АС", 
        "subname" : {}, 
        "price" : "800"
    },
    "T0019" : {
        "id" : "T0019", 
        "subid" : {}, 
        "name" : "Домкрат гидравлический бутылочный 50т", 
        "subname" : {}, 
        "price" : "3000"
    },
    "T0020" : {
        "id" : "T0020", 
        "subid" : {}, 
        "name" : "Прокладки резино-пробковые", 
        "subname" : {}, 
        "price" : "1000"
    },
    "T0021" : {
        "id" : "T0021", 
        "subid" : {}, 
        "name" : "Прокладки резино-пробковые узкие", 
        "subname" : {}, 
        "price" : "1000"
    },
    "T0022" : {
        "id" : "T0022", 
        "subid" : {}, 
        "name" : "Пресс гидравлический 50т КРАБ с насосом и матрицами", 
        "subname" : {}, 
        "price" : "100000"
    },
    "T0023" : {
        "id" : "T0023", 
        "subid" : {}, 
        "name" : "Пресс гидравлический 50т КРАБ", 
        "subname" : {}, 
        "price" : "55000"
    },
    "T0024" : {
        "id" : "T0024", 
        "subid" : {}, 
        "name" : "Насос ножной для пресса КРАБ 50 тонн", 
        "subname" : {}, 
        "price" : "26000"
    },
    "T0025" : {
        "id" : "T0025", 
        "subid" : {}, 
        "name" : "Матрица МШ-39,8-А-50 к прессу 50 тс КРАБ", 
        "subname" : {}, 
        "price" : "6000"
    },
    "T0026" : {
        "id" : "T0026", 
        "subid" : {}, 
        "name" : "Матрица С-22-50 к прессу 50 тс КРАБ", 
        "subname" : {}, 
        "price" : "6000"
    },
    "T0027" : {
        "id" : "T0027", 
        "subid" : {}, 
        "name" : "Матрица С-23-50 к прессу 50 тс КРАБ", 
        "subname" : {}, 
        "price" : "6000"
    },
    "T0028" : {
        "id" : "T0028", 
        "subid" : {}, 
        "name" : "Матрица С-33-50 к прессу 50 тс КРАБ", 
        "subname" : {}, 
        "price" : "6000"
    },
    //Приборы
    "P001" : {
        "id" : "P001", 
        "subid" : {}, 
        "name" : "Мегаомметр Е6-31 (б/у)", 
        "subname" : {}, 
        "price" : "15000"
    },
    "P002" : {
        "id" : "P002", 
        "subid" : {}, 
        "name" : "Омметр Виток (б/у)", 
        "subname" : {}, 
        "price" : "125000"
    },
    "P003" : {
        "id" : "P003", 
        "subid" : {}, 
        "name" : "Измеритель параметров трансформаторов Коэффициент(б/у)", 
        "subname" : {}, 
        "price" : "135000"
    },
    "P004" : {
        "id" : "P004", 
        "subid" : {}, 
        "name" : "Цифровой микроомметр ИКС-5(б/у)", 
        "subname" : {}, 
        "price" : "25000"
    },
    "P005" : {
        "id" : "P005", 
        "subid" : {}, 
        "name" : "Измеритель Ф4103 (б/у)", 
        "subname" : {}, 
        "price" : "11000"
    },
    "P006" : {
        "id" : "P006", 
        "subid" : {}, 
        "name" : "Омметр ЭС0212 (б/у)", 
        "subname" : {}, 
        "price" : "5000"
    },
    "P007" : {
        "id" : "P007", 
        "subid" : {}, 
        "name" : "вольтамперфазометр ВАФ-А (б/у)", 
        "subname" : {}, 
        "price" : "12000"
    },
    "P008" : {
        "id" : "P008", 
        "subid" : {}, 
        "name" : "Устройство проверки защит Нептун-2 (б/у)", 
        "subname" : {}, 
        "price" : "120000"
    },
    "P009" : {
        "id" : "P009", 
        "subid" : {}, 
        "name" : "Аппарат высоковольтный испытательный СКАТ-70 (б/у)", 
        "subname" : {}, 
        "price" : "150000"
    },
    "P0010" : {
        "id" : "P0010", 
        "subid" : {}, 
        "name" : "Мост переменного тока Р5026", 
        "subname" : {}, 
        "price" : "80000"
    },
    //материалы для релейной защиты
    "R001" : {
        "id" : "R001", 
        "subid" : {}, 
        "name" : "Принтер этикеток Brady", 
        "subname" : {}, 
        "price" : "10000"
    },
	"R002" : {
        "id" : "R002", 
        "subid" : {}, 
        "name" : "Картридж для принтера Brady BMP-21-Plus", 
        "subname" : {}, 
        "price" : "900"
    },
    "R003" : {
        "id" : "R003", 
        "subid" : {}, 
        "name" : "Кулачковый переключатель КПУ11-10/202 (1-0-2 2р (возврат)) TDM2", 
        "subname" : {}, 
        "price" : "900"
    },
    "R004" : {
        "id" : "R004", 
        "subid" : {}, 
        "name" : "Кулачковый переключатель 4G10-51U", 
        "subname" : {}, 
        "price" : "700"
    },
    "R005" : {
        "id" : "R005", 
        "subid" : {}, 
        "name" : "Выключатель автоматический 2п ВА47-63 С16 4,5кА", 
        "subname" : {}, 
        "price" : "180"
    },
    "R006" : {
        "id" : "R006", 
        "subid" : {}, 
        "name" : "Выключатель автоматический 2п ВА47-63 С10 4,5кА", 
        "subname" : {}, 
        "price" : "180"
    },
    "R007" : {
        "id" : "R007", 
        "subid" : {}, 
        "name" : "Контакт состояния КСВ47 на DIN-рейку TDM", 
        "subname" : {}, 
        "price" : "500"
    },
    "R008" : {
        "id" : "R008", 
        "subid" : {}, 
        "name" : "Выключатель автоматический 1п ВА47-63 С4 4,5кА", 
        "subname" : {}, 
        "price" : "500"
    },
    "R009" : {
        "id" : "R009", 
        "subid" : {}, 
        "name" : "Ограничитель импульсных напряжений ОИН-1", 
        "subname" : {}, 
        "price" : "400"
    },
    "R0010" : {
        "id" : "R0010", 
        "subid" : {}, 
        "name" : "Термостат ClimaSys NSYCCOTHCER20 -20...+60", 
        "subname" : {}, 
        "price" : "3000"
    },
    "R0011" : {
        "id" : "R0011", 
        "subid" : {}, 
        "name" : "Реле РЭУ11-11-2-40 пост.220В", 
        "subname" : {}, 
        "price" : "2000"
    },
    "R0012" : {
        "id" : "R0012", 
        "subid" : {}, 
        "name" : "Реле РЭУ11-11-2-40 пост.0,1А", 
        "subname" : {}, 
        "price" : "2000"
    },
    "R0013" : {
        "id" : "R0013", 
        "subid" : {}, 
        "name" : "Реле РЭУ11-11-2-40 пост.0,05А", 
        "subname" : {}, 
        "price" : "2000"
    },
    "R0014" : {
        "id" : "R0014", 
        "subid" : {}, 
        "name" : "Реле РЭУ11-11-2-40 перем.220В", 
        "subname" : {}, 
        "price" : "2000"
    },
    "R0015" : {
        "id" : "R0015", 
        "subid" : {}, 
        "name" : "Прибор многофункциональный ЩМ-120", 
        "subname" : {}, 
        "price" : "10000"
    },
    "R0016" : {
        "id" : "R0016", 
        "subid" : {}, 
        "name" : "Клемма проходная Phoenix Contact UT-4 TWIN", 
        "subname" : {}, 
        "price" : "200"
    },
    "R0017" : {
        "id" : "R0017", 
        "subid" : {}, 
        "name" : "Клемма проходная Phoenix Contact UT-4 MT", 
        "subname" : {}, 
        "price" : "200"
    },


	};